Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/helsenorge.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Most people will feel relief after the procedure, but it is not unusual to feel sad too.
nb: De fleste vil føle lettelse etter inngrepet, men samtidig er det ikke uvanlig å føle seg trist.

source: You will then be prompted to log in via "ID-porten".
nb: Du vil deretter bli spurt om å logge inn via ID-porten.

source: You will find an application form for an S1 certificate in step 4.
nb: Søknadsskjema for S1 finner du på steg 4.

source: In the case of a change of partner, Helfo can grant reimbursement for three new cycles.
nb: Ved etablering av et nytt parforhold kan Helfo gi refusjon til tre nye forsøk.

source: Anders and Annette rent an apartment on the outskirts of Melbourne.
nb: Anders og Annette leier en leilighet i utkanten av Melbourne.

source: The centres for victims of incest and sexual abuse (SMISO) are an example of such an organisation for victims of sexual abuse
nb: Støttesenter mot incest og seksuelle overgrep (SMISO) er et eksempel på en slik organisasjon for personer som har vært utsatt for seksuelle overgrep.

source: o at least one from above (the top of the mushroom)
nb: o minst ett fra oversiden (toppen av soppen)

source: is available to persons from the age of 13.
nb: tilbys personer fra fylte 13 år.

source: baby’s movements at kjennliv.no
nb: barnets bevegelser på kjennliv.no

source: test results page at Helsenorge.no
nb: prøvesvar på Helsenorge.no

source: When you are a full-time student at a college or university outside of the EU/EEA and are a member of the Norwegian National Insurance Scheme, you are entitled to reimbursement for expenses for health care services.
nb: Når du er heltidsstudent på høgskole eller universitet utenfor EU/EØS og er medlem i den norske folketrygden, har du rett til å få refundert utgifter til helsetjenester.

source: Entering a 10-day travel quarantine (counting from the date of your arrival) is recommended.
nb: Det anbefales at du går i reisekarantene i 10 døgn fra ankomstdato.

source: (helsedir.no) (in Norwegain).
nb: anbefales flere tester under svangerskapet (helsedir.no).

source: The claim form is included in Step 6.
nb: Søknadsskjema finner du på steg 6.

source: If you wish to continue driving after the age of 80, you must undergo a medical examination which is conducted by your GP or other doctor.
nb: Ønsker du å fortsette å kjøre etter fylte 80 år, må du gjennomgå en helseundersøkelse hos fastlegen din eller annen lege.

source: An authorisation scheme has also been set up for private service providers wishing to offer NIPT.
nb: Det er også opprettet en godkjenningsordning for private virksomheter som ønsker å tilby NIPT.

source: If treatment began before 1.
nb: Er behandlingen påbegynt før 1.

source: Copy of valid ID (passport, Norwegian driving license or ID card)
nb: Kopi av gyldig legitimasjon (pass, norsk førerkort eller ID-kort)

source: What is the effect of Smittestopp?
nb: Hva er effekten av Smittestopp?

source: You should also apply sunscreen and/or cover the skin area for at least 2 days after exposure, even if you do not have any symptoms.
nb: Du bør også bruke solfaktor og/eller tildekke hudområdet i minst 2 døgn etter eksponering, selv om du ikke har symptomer.

source: Checkpoint– anonymous rapid test for men who have sex with other men (msm)
nb: Sjekkpunkt – anonymt hurtigtesttilbud til menn som har sex med menn (msm)

source: Tourists at a low risk of developing severe COVID-19 disease who intend to travel in countries with a good healthcare service.
nb: Turister som selv har lav risiko for alvorlig forløp av covid-19 og som skal reise i land med et velfungerende helsevesen.

source: Treatment at private hospitals
nb: Herpes i munnen og forkjølelsessår

source: If you receive a decision concerning a subsidy to cover your expenses, you can collect medicines, food products or medical supplies from your local pharmacy or medical supplies store.
nb: Får du et vedtak om stønad til dekning av utgifter, kan du hente ut legemidler, næringsmidler eller medisinsk forbruksmateriell på apoteket eller hos bandasjist.

source: 10-20 minutes is normally sufficient.
nb: 10-20 minutter er oftest tilstrekkelig.

source: If you have an S1 certificate, you must be aware that you will still have to pay National Insurance contributions to Norway even if you have emigrated.
nb: Ved å inneha S1 må du være oppmerksom på at du fortsatt er pliktig til å betale trygdeavgift til Norge selv om du er utflyttet.

source: If you are applying for reimbursement of travel costs, use the same form as for claiming your healthcare expenses.
nb: Dersom du skal søke om refusjon for reiseutgifter, gjør du dette på samme skjema som du bruker når du søker refusjon for helseutgiftene dine.

source: au pair contract drawn up by UDI
nb: au pair-kontrakten UDI har utarbeidet

source: You do not have to tell anyone at your place of work that you are living with HIV.
nb: Det er i utgangspunktet ingen på arbeidsplassen du trenger å fortelle at du lever med hiv.

source: Contact the Norwegian Poison Information Centre (22 59 13 00) for an assessment before giving activated charcoal to anyone.
nb: Kontakt Giftinformasjonen (22 59 13 00) for vurdering før medisinsk kull gis.

source: There are no medical check-ups to attend after an abortion, but you should take a pregnancy test after four weeks to make sure your pregnancy has been terminated (approximately 1 in 100 women are still pregnant after a medical abortion).
nb: Det er ingen legekontroll etter aborten, men du skal ta en graviditetstest etter fire uker for å være sikker på at svangerskapet er avsluttet (ca. 1 av 100 er fortsatt gravide etter medisinsk abort).

source: When you present the decision from Helfo, you do not have to pay user fees.
nb: Når du viser fram vedtaket fra Helfo, slipper du å betale egenandel.

source: Wild garlic (left) growing next to lily of the valley (right).
nb: Ramsløk (t.v.) voksende side om side med liljekonvall (t.h.).

source: Approximately 15 ml of amniotic fluid will then be drawn out.
nb: Deretter suges det ut cirka 15 ml fostervann.

source: If you have to make an essential journey at short notice to a country with high infection rates where you may not be able to get good medical care, the doctor may in some cases decide that the benefits outweigh the risks associated with the Janssen vaccine.
nb: Hvis du i løpet av kort tid må reise til land med mye smitte og hvor du risikerer å ikke få god helsehjelp, så kan lege i noen tilfeller vurdere at nytten er større enn risikoen ved Janssen-vaksinen.

source: To let other Smittestopp users know you are infected:
nb: Slik gir du andre som bruker Smittestopp beskjed om at du er smittet:

source: You can call Helsenorge.no’s helpline on 23 32 70 00 and be forwarded directly to a hospital or counselling service. They will also be able to provide you with relevant information and guidance concerning the applicable regulations and your rights.
nb: Du kan ringe Veiledning Helsenorge.no (23 32 70 00) for direkte viderekobling til sykehus eller rådgivningstjeneste, og for å få relevant informasjon og veiledning om regelverk og rettigheter.

source: However, the form must be signed by the parent/guardian.
nb: Det er imidlertid foreldre/foresatte som skal undertegne skjemaet.

source: In the digital solution, it is also possible to print out a certificate on paper.
nb: I den digitale løsningen er det også mulig å ta en utskrift av sertifikatet på papir.

source: In exceptional cases, the Janssen vaccine may be considered for persons who are resident in Norway.
nb: Helt unntaksvis kan det tenkes at Janssen-vaksinen kan vurderes for personer som oppholder seg i Norge.

source: The treatment provider must have a GP agreement with the municipality or an operating subsidy agreement with the regional health trust (hospital).
nb: Behandleren må ha fastlegeavtale med kommunen eller avtale om driftstilskudd med regionalt helseforetak (sykehus).

source: For travels to specialist treatment (for
nb: Hvis du overnattet på

source: For some people it is difficult, while it is easy for others.
nb: For noen er det enkelt, for andre vanskelig.

source: According to the Norwegian Institute of Public Health, everyone over the age of 18 will be offered their first dose of an mRNA vaccine under the vaccination programme during the summer of 2021.
nb: Ifølge Folkehelseinstituttet vil alle over 18 år få tilbud om første dose mRNA-vaksine i koronavaksinasjonsprogrammet i løpet av sommeren 2021.

source: If you have received a decision from NAV and require medical care, treatment at an outpatient clinic or X-rays as a result of the occupational injury, you must take the decision letter with you to the treatment center.
nb: Har du fått vedtaket fra Nav og trenger legehjelp, behandling ved poliklinikk eller røntgen som følge av yrkesskaden eller yrkessykdommen, skal du ha med deg vedtaket til behandlingen.

source: If less than three months have passed, you can arrange another appointment for a 100% reliable test.
nb: Har det gått mindre enn tre måneder kan du avtale ny time for 100 prosent sikker test.

source: or other types of lung failure can become less alert and have less stamina when driving.
nb: eller andre typer lungesvikt kan bli mindre oppmerksomme og utholdende under kjøring.

source: In order for you to be entitled to an allowance for dental treatment from 1.
nb: For at du skal få stønad til din tannbehandling fra 1.

source: The pregnancy has reached week 22
nb: Svangerskapet er 22 uker

source: After the baby is born, you will receive an electronic letter from the National Population Register asking what your child is to be called.
nb: Etter at barnet er født, får dere et elektronisk brev fra folkeregisteret med spørsmål om hva barnet skal hete.

source: Complications and late effects may occur.
nb: Komplikasjoner og seneffekter kan forekomme.

source: Is the coronavirus more dangerous for some groups?
nb: Epilepsi hos personer med utviklingshemming og autisme

source: New rules from 2021
nb: Nye regler fra 2021

source: PS: If you are completing the form on behalf of a child under 16, it is the child's details that you need to enter.
nb: Dersom du fyller ut skjema på vegne av barn under 16 år, er det barnets personopplysninger som skal fylles inn.

source: The swelling can spread and become extensive.
nb: Hevelsen kan spre seg og bli omfattende.

source: You will normally get the result after 3 to 10 days.
nb: Du får vanligvis et svar etter 3 til 10 dager.

source: If you are staying at a quarantine hotel, you will be offered a test by the municipality.
nb: Hvis du oppholder deg på karantenehotell, skal kommunen tilby deg test.

source: Read more about driving licences and mental development disabilities in the driving licence guide (helsedirektoratet.no).
nb: Les mer om førerkort og psykisk utviklingshemming i førerkortveilederen (helsedirektoratet.no).

source: Pregnant women should not be vaccinated with the Janssen vaccine.
nb: Gravide skal ikke vaksineres med Janssen-vaksinen.

source: Investigation into violence and abuse of children and adolescents
nb: Utredning ved vold og overgrep mot barn og unge

source: A placenta sample will be taken between weeks 11 and 14.
nb: Morkakeprøve tas mellom uke 11 og 14.

source: Anders and Annette pay for all consultations and treatments.
nb: Anders og Annette legger ut for alle konsultasjoner og behandlinger.

source: If so, you will not have to pay a user fee.
nb: Dersom det er tilfelle, skal du ikke betale egenandel.

source: The disease is no longer a death sentence.
nb: Sykdommen er ikke lenger en dødsdom.

source: I will have my family with me during my studies outside the EU/EEA.
nb: Jeg har med meg familien min under studier utenfor EU/EØS.

source: See the doctor's website first for information on whether or not they offer the vaccine.
nb: Se legens nettside først for informasjon om vaksinen tilbys.

source: Sores on my nipples – what should I do if they do not heal?
nb: Sår på brystknoppen - hva gjør jeg hvis det ikke gror?

source: Advice and information for children and adolescents
nb: Et godt råd er å omstille deg til lokaltid med en gang.

source: You decide who you wish to grant power of attorney to, but they must be at least 18 years of age.
nb: Du bestemmer selv hvilke personer du ønsker å gi fullmakt til, men personene må være 18 år eller eldre.

source: If you are resident abroad and have a Norwegian national ID number or D number, but not a bankID or other authorisation solution which gives you access to helsenorge.no, you can use the solution for non-digital users described above.
nb: Hvis du er bosatt i utlandet og har norsk fødselsnummer eller d-nummer, men ikke bankID eller annen autoriseringsløsning som gir deg tilgang til helsenorge.no, kan du bruke løsningen for ikke-digitale brukere beskrevet ovenfor.

source: "Stomach pain" as a symptom is a particularly common health problem in children, often in combination with bowel problems, such as constipation and defecation.
nb: Spesielt symptomet «vondt i magen» er et vanlig helseproblem hos barn, ofte i kombinasjon med avføringsvansker som forstoppelse og bæsjing.

source: Find the address of the manager (optional)
nb: Finn adressen til sjefen (valgfritt)

source: Not all issues can be resolved digitally.
nb: Unngå bruk av nikotin, det virker også aktiverende.

source: Good advice over the telephone can often be sufficient.
nb: Epilepsimedisiner er selve grunnbehandlingen av epilepsi.

source: However, the claim form and the personal declaration (see step 2) must be signed by both the applicant and any partner.
nb: Søknaden og egenerklæringen (se steg 2) skal imidlertid underskrives av både søker og partner.

source: You can apply for a refund of your healthcare expenses due to your occupational injury by using a digital form.
nb: Du kan søke om å få refundert utgifter til helsetjenester ved yrkesskade eller yrkessykdom ved å bruke digitalt skjema.

source: The process of abortion is the same as when you are admitted to hospital (see above).
nb: Abortforløpet er det samme som ved innleggelse på sykehus (se ovenfor).

source: The EFTA member state Switzerland is not a part of The European Economic Area.
nb: EFTA-landet Sveits er ikke med i EØS-samarbeidet.

source: After the end of hot water treatment, the wound should be treated and cleaned in the normal way.
nb: Etter avsluttet varmtvannsbehandling stelles og renses såret på vanlig måte.

source: Using the Smittestopp app is entirely voluntary
nb: Det er frivillig å bruke Smittestopp

source: They see a doctor and Sara is sent to a hospital.
nb: De oppsøker lege, og Sara blir sendt til sykehus.

source: The form is available at step 6.
nb: Skjema finner du på steg 6.

source: Rinse under running lukewarm water or with sterile saline solution as soon as possible.
nb: Skyll under rennende, lunkent vann eller med sterilt saltvann så snart som mulig.

source: If they uphold the rejection decision, they will forward your appeal to the National Office for Health Service Appeals (Helseklage) for consideration by the Appeal Board for Treatment Abroad (Klagenemnda for behandling i utlandet).
nb: Hvis de opprettholder avslaget, skal de videresende klagen din til Helseklage for behandling i Klagenemnda for behandling i utlandet.

source: It is not dangerous to touch mushrooms.
nb: Det er ikke farlig å ta på sopp.

source: Children who struggle with social situations and find it difficult to establish stable relationships can quickly become involved in bullying, either as perpetrators or as victims.
nb: Barn som strever med sosiale forhold og har vanskelig for å knytte stabile relasjoner, kan lett bli involvert i mobbing, både som utøvere og utsatte.

source: whether it is a mushroom with a cap and a stem, and what type of "pattern" there is
nb: om det er sopp med hatt og stilk, og hva slags “mønster” det er under hatten (skiver,

source: In connection with their daughter's hospital stay, Anders and Annette have incurred expenses for medical assistance and the hospital treatment.
nb: I forbindelse med datterens sykehusopphold har Anders og Annette hatt utgifter til legehjelp og sykehus.

source: The test must be taken less than 24 hours before arriving in Norway.
nb: Testen skal være tatt i løpet av de siste 24 timene før ankomst til Norge.

source: Corrosive substances can also cause inflammation of the respiratory tract and breathing problems.
nb: Etsende stoffer kan også gi hevelser i luftveiene og pusteproblemer.

source: You should test yourself more often if you have unsafe sex or if a condom you or your partner is using splits.
nb: Du bør teste deg oftere dersom du har usikker sex eller har opplevd kondomsprekk.

source: Medicines – health requirements for driving licences
nb: Legemidler – helsekrav til førerkort

source: Violence and abuse of children and young people
nb: Vold og overgrep mot barn og unge

source: The most common symptoms are behavioural and emotional difficulties and physical and psychosomatic problems.
nb: De vanligste symptomene er atferdsvansker og emosjonelle problemer og fysiske og psykosomatiske problemer.

source: The Norwegian Poison Information Centre – who are we?
nb: Giftinformasjonen – hvem er vi?

source: The number of visitors should not be higher than what the national and municipal measures allow or.
nb: For personer som blir anfallsfrie med medisiner, kan det være aktuelt å slutte med medisinene etter noen år.

source: Several European countries have developed their own infection tracking apps based on the Apple-Google framework, which Smittestopp uses.
nb: Flere europeiske land har utviklet sine egne smittesporingsapper basert på Apple-Google-rammeverket, som norske Smittestopp bruker.

source: It is not known with any certainty whether the vaccine is excreted in mother’s milk.
nb: Det er usikkert om vaksinen utskilles i brystmelk.

source: Greater risk of life-threatening adverse reactions
nb: Økt risiko for livstruende bivirkninger

source: Who can see your prescriptions?
nb: Hvem kan se reseptene dine?

source: Physical and psychosomatic problems
nb: Fysiske og psykosomatiske problemer

source: If you need someone to talk to, call Amathea, which is a government-supported, free counselling service on 90 65 90 60.
nb: Trenger du noen å snakke med, kan du ringe Amathea, som er en statsstøttet og gratis veiledningstjeneste, på 90 65 90 60.

source: Helfo will cover the cost of frames up to NOK 1,500 and essential lenses (of the least expensive option).
nb: Helfo dekker innfatning inntil 1.500 kroner, og nødvendige brilleglass (av rimeligste alternativ).

source: Consider whether it would be better for your child to sit or lie down, either on the
nb: Vurder om det er best å ha barnet sittende eller liggende, enten på gulvet eller på

source: The price is 125 NOK per vaccination card.
nb: Dette koster kroner 125,- per vaksinasjonskort. Send et brev til:

source: If you do not have the use of a smartphone, PC or tablet and therefore do not have access to helsenorge.no,
nb: Om du ikke bruker smarttelefon, PC eller nettbrett, og dermed ikke har tilgang til helsenorge.no,

source: The countries in The European Economic Area are either called EU/EEA countries or EEA countries.
nb: Landene i «Det europeiske økonomiske samarbeidsområdet» (EØS) kalles enten for EU/EØS-land eller EØS-land.

source: Wild garlic (left) and lily of the valley (right).
nb: Ramsløk (venstre) og liljekonvall (høyre).

source: For example, if you are apply-
nb: Hæler, knær og ankler

source: Persons adopted in Norway
nb: Personer som er adoptert i Norge

source: In that case, provide an explanation under item
nb: Hvis pasient og reiseledsager har reist sammen,

source: be a source of enjoyment and pleasure, life development and a positive life skill
nb: være en kilde til glede, livsutfoldelse og positive mestringsopplevelser

source: All HIV-related health care must be free.
nb: All helsehjelp som er hivrelatert skal være gratis.

source: The service is free and anonymous.
nb: Tilbudet er gratis og anonymt.

source: Testing when in travel quarantine
nb: Testing når du er i reisekarantenen

source: Helfo may also need additional documentation.
nb: Helfo kan ha behov for ytterligere dokumentasjon.

source: This could be fees for bandages and equipment which is necessary for your treatment.
nb: Dette kan for eksempel være utgifter til bandasjemateriell og utstyr som er nødvendige for din behandling.

source: If you need a new printout, you only need to attach valid ID along with a letter requesting a new printout.
nb: Hvis du trenger en ny utskrift, trenger du kun legge ved gyldig legitimasjon sammen med et brev som stadfester at du ønsker en ny utskrift.

source: Persons who - without due reason - are not willing to undergo testing when arriving in Norway can choose to leave the country or be fined.
nb: Dersom du uten rimelig grunn ikke vil la deg teste, kan du forlate landet frivillig eller bli straffet med bot.

source: The confirmation contains information about the child’s name, date of birth, national ID number, gender, place of birth and the names of its parents if applicable.
nb: Dette erstatter fødselsattesten.Bekreftelsen inneholder opplysninger om navn, fødselsdato, personnummer, kjønn, fødested og eventuelt navn på foreldre.

source: These measures apply whether or not you are fully vaccinated, have had COVID-19 during the last six months or are exempt under the COVID-19 regulations (requirement for testing prior to, upon and after arrival, travel quarantine duty or other exceptions).
nb: Tiltakene gjelder uavhengig av om du er fullvaksinert, har gjennomgått covid-19 i løpet av de siste seks måneder eller er omfattet av andre unntak i covid-19-forskriften om krav til gjennomført test før ankomst, krav om testing etter ankomst, eller krav om innreisekarantene og tilhørende unntak.

source: You are considered a tourist when you intend to travel abroad for a period of less than 12 months.
nb: Du regnes som turist når du skal oppholde deg i utlandet i kortere tid enn 12 måneder.

source: Are you an asylum seeker?
nb: Er du asylsøker?

source: You will be told how to contact the hospital if necessary, at any time of day.
nb: Du skal få informasjon om hvordan du kan kontakte sykehuset ved behov, uansett tid på døgnet.

source: You should contact the hospital if this happens.
nb: Dersom det skjer, skal du ta kontakt med sykehuset.

source: In order for you to be entitled to an allowance, the physiotherapist must have an operating subsidy agreement with the municipality, and an direct settlement agreement with Helfo.
nb: For at du skal få dekket utgiftene dine til behandlingen, må fysioterapeuten ha avtale om driftstilskudd med kommunen og avtale om direkte oppgjør med Helfo.

source: If you use helsenorge.no on behalf of someone else, you can change the notification set-up in the same way.
nb: Bruker du helsenorge.no på vegne av andre kan du endre varseloppsett på samme måte.

source: If you are unsure, it is best to know your HIV status.
nb: Hvis du er usikker er det best å vite hvilken hivstatus du har.

source: Illustration: Olya Solodenko / Mostphotos.com
nb: Illustrasjon: Olya Solodenko / Mostphotos.com

source: Minors under the age of 18 and diplomats can implement their travel quarantine duty
nb: Mindreårige under 18 og diplomater kan gjennomføre hele karantenen i

source: Preconceptions about HIV in working life
nb: Fordommer om hiv i arbeidslivet

source: You must make an appointment yourself.
nb: Du bestiller time selv.
